Repository: OMARVII/Shotnix
Catalog: Localization/Localizable.xcstrings
Source language: en
Languages: de, fr, ru, zh_hans

source: Timed Capture (%llds)
de: Aufnahme mit Timer (%lld s)
fr: Capture avec minuteur (%lld s)
ru: Снимок с таймером (%lld с)
zh_hans: 定时截屏（%lld 秒）

source: Timed Capture selects the area first, then counts down before the shot — time to open menus or hover states. Esc cancels.
de: Bei der Aufnahme mit Timer wählst du zuerst den Bereich, dann läuft ein Countdown bis zur Aufnahme – Zeit, um Menüs zu öffnen oder Hover-Effekte auszulösen. Esc bricht ab.
fr: La capture avec minuteur sélectionne d’abord la zone, puis lance un compte à rebours avant la capture — le temps d’ouvrir des menus ou d’afficher des états de survol. Échap annule.
ru: При снимке с таймером вы сначала выделяете область, а затем перед снимком идет обратный отсчет — можно успеть открыть меню или навести указатель на элемент. Esc отменяет.
zh_hans: 定时截屏会先选择区域，再倒计时截屏 — 让你有时间打开菜单或显示悬停状态。按 Esc 键可取消。

source: Timeline
de: Zeitleiste
ru: Шкала времени
zh_hans: 时间线

source: Timeline scale
de: Zeitleistenmaßstab
fr: Échelle de la timeline
ru: Масштаб шкалы времени
zh_hans: 时间线缩放比例

source: Timeline scale (pinch, or ⌘-scroll)
de: Zeitleistenmaßstab (Zusammenziehen oder ⌘-Scrollen)
fr: Échelle de la timeline (pincer ou ⌘-défiler)
ru: Масштаб шкалы времени (сведение пальцев или ⌘ и прокрутка)
zh_hans: 时间线缩放比例（捏合或按住 ⌘ 滚动）

source: Tips
de: Tipps
fr: Astuces
ru: Подсказки
zh_hans: 提示

source: Title
de: Titel
fr: Titre
ru: Заголовок
zh_hans: 标题

source: To
de: An
fr: À
ru: Кому
zh_hans: 收件人

source: Today
de: Heute
fr: Aujourd’hui
ru: Сегодня
zh_hans: 今天

source: Too long for a GIF at this size — it would need about %@ of memory. Make it lighter, export a part, or choose MP4.
de: Zu lang für ein GIF in dieser Größe – es bräuchte etwa %@ Arbeitsspeicher. Mach es sparsamer, exportiere einen Teil oder wähle MP4.
fr: Trop long pour un GIF de cette taille — il faudrait environ %@ de mémoire. Allégez-le, exportez une partie, ou choisissez MP4.
ru: Слишком длинно для GIF такого размера — понадобится около %@ памяти. Облегчите файл, экспортируйте часть или выберите MP4.
zh_hans: 以此尺寸制作 GIF 过长 — 大约需要 %@ 内存。请减轻体积、导出一部分，或选择 MP4。

source: Too short for an intro and outro
de: Zu kurz für Intro und Outro
fr: Trop court pour une intro et une fin
ru: Слишком коротко для вступления и концовки
zh_hans: 太短，无法添加片头和片尾

source: Tools
de: Werkzeuge
fr: Outils
ru: Инструменты
zh_hans: 工具

source: Top
de: Oben
fr: En haut
ru: Вверху
zh_hans: 顶部

source: Top left
de: Oben links
fr: En haut à gauche
ru: Вверху слева
zh_hans: 左上

source: Top right
de: Oben rechts
fr: En haut à droite
ru: Вверху справа
zh_hans: 右上

source: Transcribe
de: Transkribieren
fr: Transcrire
ru: Расшифровать
zh_hans: 转录

source: Transcribe Again
de: Erneut transkribieren
fr: Transcrire à nouveau
ru: Расшифровать заново
zh_hans: 重新转录

source: Transcribe Again…
de: Erneut transkribieren …
fr: Transcrire à nouveau…
ru: Расшифровать заново…
zh_hans: 重新转录…

source: Transcribe Narration (Captions, Edit by Text)
de: Kommentar transkribieren (Untertitel, per Text bearbeiten)
fr: Transcrire la narration (sous-titres, montage par le texte)
ru: Расшифровать речь (субтитры, монтаж по тексту)
zh_hans: 转录解说（字幕、按文字编辑）

source: Transcribe again?
de: Erneut transkribieren?
fr: Transcrire à nouveau ?
ru: Расшифровать заново?
zh_hans: 要重新转录吗？

source: Transcribe the narration to search its words
de: Transkribiere den gesprochenen Text, um darin zu suchen
fr: Transcrivez la narration pour rechercher dans ses mots
ru: Расшифруйте речь, чтобы искать по ее словам
zh_hans: 转录旁白后即可搜索其中的词语

source: Transcribe…
de: Transkribieren …
fr: Transcrire…
ru: Расшифровать…
zh_hans: 转录…

source: Transcribing “%@”
de: „%@“ wird transkribiert
fr: Transcription de « %@ »
ru: Расшифровка «%@»
zh_hans: 正在转录“%@”

source: Transcript
de: Transkript
fr: Transcription
ru: Расшифровка
zh_hans: 文字稿

source: Transcript and captions removed — ⌘Z to undo
de: Transkript und Untertitel entfernt – ⌘Z zum Widerrufen
fr: Transcription et sous-titres supprimés — ⌘Z pour annuler
ru: Расшифровка и субтитры удалены — ⌘Z, чтобы отменить
zh_hans: 已移除文字稿和字幕 — 按 ⌘Z 撤销

source: Transition in
de: Übergang davor
fr: Transition d’entrée
ru: Переход в начале
zh_hans: 入场转场

source: Transitions
de: Übergänge
ru: Переходы
zh_hans: 转场

source: Translate
de: Übersetzen
fr: Traduire
ru: Перевести
zh_hans: 翻译

source: Trim the clip's end to the playhead (O)
de: Clipende auf die Abspielposition trimmen (O)
fr: Ajuster la fin du clip à la tête de lecture (O)
ru: Подрезать конец клипа по указателю воспроизведения (O)
zh_hans: 将片段结尾修剪到播放头（O）

source: Trim the clip's start to the playhead (I)
de: Clipanfang auf die Abspielposition trimmen (I)
fr: Ajuster le début du clip à la tête de lecture (I)
ru: Подрезать начало клипа по указателю воспроизведения (I)
zh_hans: 将片段开头修剪到播放头（I）

source: Try Again
de: Erneut versuchen
fr: Réessayer
ru: Повторить попытку
zh_hans: 重试

source: Try it right now — Capture Area is also in the menu bar.
de: Probier es gleich aus – „Bereich aufnehmen“ findest du auch in der Menüleiste.
fr: Essayez dès maintenant — « Capturer une zone » se trouve aussi dans la barre des menus.
ru: Попробуйте прямо сейчас — «Снять область» есть и в строке меню.
zh_hans: 现在就试试 — “捕捉区域”也在菜单栏中。

source: Turn Off Click Sounds
de: Klickgeräusche ausschalten
fr: Désactiver les sons de clic
ru: Выключить звуки нажатий
zh_hans: 关闭点按音效

source: Turn On
de: Einschalten
fr: Activer
ru: Включить
zh_hans: 打开

source: Turn around
de: Umdrehen
fr: Inverser
ru: Развернуть
zh_hans: 反转方向

source: Turn on the camera in the recording bar before you record, and your face appears here as a bubble you can place, resize, and restyle.
de: Schalte vor der Aufzeichnung die Kamera in der Aufzeichnungsleiste ein – dann erscheint dein Gesicht hier als Blase, die du platzieren, skalieren und neu gestalten kannst.
fr: Activez la caméra dans la barre d’enregistrement avant d’enregistrer : votre visage apparaîtra ici dans une bulle que vous pourrez placer, redimensionner et personnaliser.
ru: Перед записью включите камеру на панели записи — и ваше лицо появится здесь в окошке, которое можно перемещать, масштабировать и оформлять.
zh_hans: 录制前在录制栏中打开摄像头，你的脸就会以气泡形式显示在这里，你可以调整它的位置、大小和样式。

source: Turn on the microphone or system audio before recording to capture sound.
de: Schalte vor der Aufzeichnung das Mikrofon oder den Systemton ein, um Ton aufzuzeichnen.
fr: Activez le micro ou le son de l’ordinateur avant l’enregistrement pour capturer le son.
ru: Чтобы записать звук, перед записью включите микрофон или системный звук.
zh_hans: 录制前打开麦克风或电脑声音即可录制声音。

source: Turn the video's sound back on
de: Ton des Videos wieder einschalten
fr: Réactiver le son de la vidéo
ru: Снова включить звук видео
zh_hans: 重新打开视频声音

source: Type here…
de: Hier tippen …
fr: Saisissez du texte…
ru: Введите текст…
zh_hans: 在此输入…

source: Type in a text annotation
de: In einer Textbeschriftung tippen
fr: Saisir du texte dans une annotation
ru: Ввести текст в текстовый элемент
zh_hans: 在文字标注中输入

source: Under the voice
de: Unter der Stimme
fr: Sous la voix
ru: Под голосом
zh_hans: 人声时音量

source: Undo
de: Widerrufen
fr: Annuler
ru: Отменить
zh_hans: 撤销

source: Undo / redo
de: Widerrufen/Wiederholen
fr: Annuler/Rétablir
ru: Отменить / повторить
zh_hans: 撤销/重做

source: Undo Add Arrow
de: Hinzufügen des Pfeils widerrufen
fr: Annuler l’ajout de la flèche
ru: Отменить добавление стрелки
zh_hans: 撤销添加箭头

source: Undo Add Blur
de: Hinzufügen der Weichzeichnung widerrufen
fr: Annuler l’ajout du flou
ru: Отменить добавление размытия
zh_hans: 撤销添加模糊

source: Undo Add Camera Layout
de: Hinzufügen des Kameralayouts widerrufen
fr: Annuler l’ajout de la disposition de caméra
ru: Отменить добавление расположения камеры
zh_hans: 撤销添加摄像头布局

source: Undo Add Camera Layouts
de: Hinzufügen der Kameralayouts widerrufen
fr: Annuler l’ajout des dispositions de caméra
ru: Отменить добавление расположений камеры
zh_hans: 撤销添加摄像头布局

source: Undo Add Caption
de: Hinzufügen des Untertitels widerrufen
fr: Annuler l’ajout du sous-titre
ru: Отменить добавление субтитра
zh_hans: 撤销添加字幕

source: Undo Add Captions
de: Hinzufügen der Untertitel widerrufen
fr: Annuler l’ajout des sous-titres
ru: Отменить добавление субтитров
zh_hans: 撤销添加字幕

source: Undo Add Click
de: Hinzufügen des Klicks widerrufen
fr: Annuler l’ajout du clic
ru: Отменить добавление нажатия
zh_hans: 撤销添加点按

source: Undo Add Clicks
de: Hinzufügen der Klicks widerrufen
fr: Annuler l’ajout des clics
ru: Отменить добавление нажатий
zh_hans: 撤销添加点按

source: Undo Add Highlight
de: Hinzufügen der Markierung widerrufen
fr: Annuler l’ajout du surlignage
ru: Отменить добавление выделения
zh_hans: 撤销添加高亮

source: Undo Add Image
de: Hinzufügen des Bilds widerrufen
fr: Annuler l’ajout de l’image
ru: Отменить добавление изображения
zh_hans: 撤销添加图像

source: Undo Add Intro Card
de: Hinzufügen der Intro-Karte widerrufen
fr: Annuler l’ajout du carton d’intro
ru: Отменить добавление начального титра
zh_hans: 撤销添加片头卡

source: Undo Add Music
de: Hinzufügen der Musik widerrufen
fr: Annuler l’ajout de la musique
ru: Отменить добавление музыки
zh_hans: 撤销添加音乐

source: Undo Add Outro Card
de: Hinzufügen der Outro-Karte widerrufen
fr: Annuler l’ajout du carton de fin
ru: Отменить добавление финального титра
zh_hans: 撤销添加片尾卡

source: Undo Add Recording
de: Hinzufügen der Aufnahme widerrufen
fr: Annuler l’ajout de l’enregistrement
ru: Отменить добавление записи
zh_hans: 撤销添加录制内容

source: Undo Add Spotlight
de: Hinzufügen des Fokus widerrufen
fr: Annuler l’ajout du projecteur
ru: Отменить добавление прожектора
zh_hans: 撤销添加聚光灯

source: Undo Add Text
de: Hinzufügen des Texts widerrufen
fr: Annuler l’ajout du texte
ru: Отменить добавление текста
zh_hans: 撤销添加文字

source: Undo Add Zoom
de: Hinzufügen des Zooms widerrufen
fr: Annuler l’ajout du zoom
ru: Отменить добавление увеличения
zh_hans: 撤销添加缩放

source: Undo Add Zooms
de: Hinzufügen der Zooms widerrufen
fr: Annuler l’ajout des zooms
ru: Отменить добавление увеличений
zh_hans: 撤销添加缩放

source: Undo Annotation Change
de: Beschriftungsänderung widerrufen
fr: Annuler la modification de l’annotation
ru: Отменить изменение элемента разметки
zh_hans: 撤销标注更改

source: Undo Annotations
de: Änderung der Beschriftungen widerrufen
fr: Annuler la modification des annotations
ru: Отменить изменение элементов разметки
zh_hans: 撤销标注更改

source: Undo Arrow Style
de: Stiländerung des Pfeils widerrufen
fr: Annuler la modification du style de la flèche
ru: Отменить изменение стиля стрелки
zh_hans: 撤销箭头样式更改

source: Undo Aspect Ratio
de: Änderung des Seitenverhältnisses widerrufen
fr: Annuler la modification du format
ru: Отменить изменение соотношения сторон
zh_hans: 撤销宽高比更改

source: Undo Auto Zoom
de: Auto-Zoom widerrufen
fr: Annuler le zoom automatique
ru: Отменить автомасштаб
zh_hans: 撤销自动缩放

source: Undo Background
de: Hintergrundänderung widerrufen
fr: Annuler la modification de l’arrière-plan
ru: Отменить изменение фона
zh_hans: 撤销背景更改

source: Undo Blur Style
de: Stiländerung der Weichzeichnung widerrufen
fr: Annuler la modification du style du flou
ru: Отменить изменение стиля размытия
zh_hans: 撤销模糊样式更改

source: Undo Camera Change
de: Kameraänderung widerrufen
fr: Annuler la modification de la caméra
ru: Отменить изменение камеры
zh_hans: 撤销摄像头更改

source: Undo Camera Layout Change
de: Änderung des Kameralayouts widerrufen
fr: Annuler la modification de la disposition de caméra
ru: Отменить изменение расположения камеры
zh_hans: 撤销摄像头布局更改

source: Undo Camera Layouts
de: Änderung der Kameralayouts widerrufen
fr: Annuler la modification des dispositions de caméra
ru: Отменить изменение расположений камеры
zh_hans: 撤销摄像头布局更改

source: Undo Caption Style
de: Änderung des Untertitelstils widerrufen
fr: Annuler la modification du style des sous-titres
ru: Отменить изменение стиля субтитров
zh_hans: 撤销字幕样式更改

source: Undo Caption Translation
de: Untertitelübersetzung widerrufen
fr: Annuler la traduction des sous-titres
ru: Отменить перевод субтитров
zh_hans: 撤销字幕翻译

source: Undo Captions
de: Änderung der Untertitel widerrufen
fr: Annuler la modification des sous-titres
ru: Отменить изменение субтитров
zh_hans: 撤销字幕更改

source: Undo Click Sounds
de: Änderung der Klickgeräusche widerrufen
fr: Annuler la modification des sons de clic
ru: Отменить изменение звуков нажатий
zh_hans: 撤销点按音效更改

source: Undo Clicks
de: Änderung der Klicks widerrufen
fr: Annuler la modification des clics
ru: Отменить изменение нажатий
zh_hans: 撤销点按更改

source: Undo Crop
de: Beschneiden widerrufen
fr: Annuler le rognage
ru: Отменить обрезку
zh_hans: 撤销裁剪

source: Undo Cursor Change
de: Zeigeränderung widerrufen
fr: Annuler la modification du pointeur
ru: Отменить изменение указателя
zh_hans: 撤销指针更改

source: Undo Cut
de: Schnitt widerrufen
fr: Annuler la coupe
ru: Отменить вырезание
zh_hans: 撤销剪除

source: Undo Cut Word
de: Herausschneiden des Worts widerrufen
fr: Annuler la coupe du mot
ru: Отменить вырезание слова
zh_hans: 撤销剪掉字词

source: Undo Cut Words
de: Herausschneiden der Wörter widerrufen
fr: Annuler la coupe des mots
ru: Отменить вырезание слов
zh_hans: 撤销剪掉字词

source: Undo Delete %lld Items
de: Löschen von %lld Objekten widerrufen
fr: Annuler la suppression de %lld éléments
ru: Отменить удаление %lld объекта
zh_hans: 撤销删除 %lld 个项目

source: Undo Delete Annotations
de: Löschen der Beschriftungen widerrufen
fr: Annuler la suppression des annotations
ru: Отменить удаление элементов разметки
zh_hans: 撤销删除标注

source: Undo Delete Arrow
de: Löschen des Pfeils widerrufen
fr: Annuler la suppression de la flèche
ru: Отменить удаление стрелки
zh_hans: 撤销删除箭头

source: Undo Delete Blur
de: Löschen der Weichzeichnung widerrufen
fr: Annuler la suppression du flou
ru: Отменить удаление размытия
zh_hans: 撤销删除模糊

source: Undo Delete Camera Layout
de: Löschen des Kameralayouts widerrufen
fr: Annuler la suppression de la disposition de caméra
ru: Отменить удаление расположения камеры
zh_hans: 撤销删除摄像头布局

source: Undo Delete Camera Layouts
de: Löschen der Kameralayouts widerrufen
fr: Annuler la suppression des dispositions de caméra
ru: Отменить удаление расположений камеры
zh_hans: 撤销删除摄像头布局

source: Undo Delete Caption
de: Löschen des Untertitels widerrufen
fr: Annuler la suppression du sous-titre
ru: Отменить удаление субтитра
zh_hans: 撤销删除字幕

source: Undo Delete Captions
de: Löschen der Untertitel widerrufen
fr: Annuler la suppression des sous-titres
ru: Отменить удаление субтитров
zh_hans: 撤销删除字幕

source: Undo Delete Click
de: Löschen des Klicks widerrufen
fr: Annuler la suppression du clic
ru: Отменить удаление нажатия
zh_hans: 撤销删除点按

source: Undo Delete Clicks
de: Löschen der Klicks widerrufen
fr: Annuler la suppression des clics
ru: Отменить удаление нажатий
zh_hans: 撤销删除点按

source: Undo Delete Clip
de: Löschen des Clips widerrufen
fr: Annuler la suppression du clip
ru: Отменить удаление клипа
zh_hans: 撤销删除片段

source: Undo Delete Clips
de: Löschen der Clips widerrufen
fr: Annuler la suppression des clips
ru: Отменить удаление клипов
zh_hans: 撤销删除片段

source: Undo Delete Highlight
de: Löschen der Markierung widerrufen
fr: Annuler la suppression du surlignage
ru: Отменить удаление выделения
zh_hans: 撤销删除高亮

source: Undo Delete Image
de: Löschen des Bilds widerrufen
fr: Annuler la suppression de l’image
ru: Отменить удаление изображения
zh_hans: 撤销删除图像

source: Undo Delete Spotlight
de: Löschen des Fokus widerrufen
fr: Annuler la suppression du projecteur
ru: Отменить удаление прожектора
zh_hans: 撤销删除聚光灯

source: Undo Delete Text
de: Löschen des Texts widerrufen
fr: Annuler la suppression du texte
ru: Отменить удаление текста
zh_hans: 撤销删除文字

source: Undo Delete Zoom
de: Löschen des Zooms widerrufen
fr: Annuler la suppression du zoom
ru: Отменить удаление увеличения
zh_hans: 撤销删除缩放

source: Undo Delete Zooms
de: Löschen der Zooms widerrufen
fr: Annuler la suppression des zooms
ru: Отменить удаление увеличений
zh_hans: 撤销删除缩放

source: Undo Edit Caption
de: Untertitelbearbeitung widerrufen
fr: Annuler la modification du sous-titre
ru: Отменить правку субтитра
zh_hans: 撤销编辑字幕

source: Undo Edit Text
de: Textbearbeitung widerrufen
fr: Annuler la modification du texte
ru: Отменить правку текста
zh_hans: 撤销编辑文字

source: Undo Enhance Voice
de: Stimmverbesserung widerrufen
fr: Annuler l’amélioration de la voix
ru: Отменить улучшение голоса
zh_hans: 撤销增强人声

source: Undo Fade
de: Ein- und Ausblenden widerrufen
fr: Annuler le fondu
ru: Отменить изменение нарастания и затухания
zh_hans: 撤销淡入淡出

source: Undo Hide Shortcut
de: Ausblenden des Kurzbefehls widerrufen
fr: Annuler le masquage du raccourci
ru: Отменить скрытие сочетания
zh_hans: 撤销隐藏快捷键

source: Undo Highlight Style
de: Stiländerung der Markierung widerrufen
fr: Annuler la modification du style du surlignage
ru: Отменить изменение стиля выделения
zh_hans: 撤销高亮样式更改

source: Undo Image Style
de: Stiländerung des Bilds widerrufen
fr: Annuler la modification du style de l’image
ru: Отменить изменение стиля изображения
zh_hans: 撤销图像样式更改

source: Undo Intro and Outro
de: Kamera für Intro und Outro widerrufen
fr: Annuler la caméra pour l’intro et la fin
ru: Отменить вступление и концовку
zh_hans: 撤销摄像头片头和片尾

source: Undo Move %lld Items
de: Verschieben von %lld Objekten widerrufen
fr: Annuler le déplacement de %lld éléments
ru: Отменить перемещение %lld объекта
zh_hans: 撤销移动 %lld 个项目

source: Undo Move Arrow
de: Verschieben des Pfeils widerrufen
fr: Annuler le déplacement de la flèche
ru: Отменить перемещение стрелки
zh_hans: 撤销移动箭头

source: Undo Move Blur
de: Verschieben der Weichzeichnung widerrufen
fr: Annuler le déplacement du flou
ru: Отменить перемещение размытия
zh_hans: 撤销移动模糊

source: Undo Move Click
de: Verschieben des Klicks widerrufen
fr: Annuler le déplacement du clic
ru: Отменить перемещение нажатия
zh_hans: 撤销移动点按

source: Undo Move Clip
de: Verschieben des Clips widerrufen
fr: Annuler le déplacement du clip
ru: Отменить перемещение клипа
zh_hans: 撤销移动片段

source: Undo Move Highlight
de: Verschieben der Markierung widerrufen
fr: Annuler le déplacement du surlignage
ru: Отменить перемещение выделения
zh_hans: 撤销移动高亮

source: Undo Move Image
de: Verschieben des Bilds widerrufen
fr: Annuler le déplacement de l’image
ru: Отменить перемещение изображения
zh_hans: 撤销移动图像

source: Undo Move Recording
de: Verschieben der Aufnahme widerrufen
fr: Annuler le déplacement de l’enregistrement
ru: Отменить перемещение записи
zh_hans: 撤销移动录制内容

source: Undo Move Spotlight
de: Verschieben des Fokus widerrufen
fr: Annuler le déplacement du projecteur
ru: Отменить перемещение прожектора
zh_hans: 撤销移动聚光灯

source: Undo Move Text
de: Verschieben des Texts widerrufen
fr: Annuler le déplacement du texte
ru: Отменить перемещение текста
zh_hans: 撤销移动文字

source: Undo Music Change
de: Musikänderung widerrufen
fr: Annuler la modification de la musique
ru: Отменить изменение музыки
zh_hans: 撤销音乐更改

source: Undo Mute Clip
de: Stummschalten des Clips widerrufen
fr: Annuler la coupure du son du clip
ru: Отменить выключение звука клипа
zh_hans: 撤销片段静音

source: Undo Mute Part
de: Stummschalten des Abschnitts widerrufen
fr: Annuler la coupure du son du passage
ru: Отменить выключение звука фрагмента
zh_hans: 撤销部分静音

source: Undo Mute Video
de: Stummschalten des Videos widerrufen
fr: Annuler la coupure du son de la vidéo
ru: Отменить выключение звука видео
zh_hans: 撤销视频静音

source: Undo Remove All Zooms
de: Entfernen aller Zooms widerrufen
fr: Annuler la suppression de tous les zooms
ru: Отменить удаление всех увеличений
zh_hans: 撤销移除所有缩放

source: Undo Remove Captions
de: Entfernen der Untertitel widerrufen
fr: Annuler la suppression des sous-titres
ru: Отменить удаление всех субтитров
zh_hans: 撤销移除字幕

source: Undo Remove Intro Card
de: Entfernen der Intro-Karte widerrufen
fr: Annuler la suppression du carton d’intro
ru: Отменить удаление начального титра
zh_hans: 撤销移除片头卡

source: Undo Remove Music
de: Entfernen der Musik widerrufen
fr: Annuler la suppression de la musique
ru: Отменить удаление музыки
zh_hans: 撤销移除音乐

source: Undo Remove Outro Card
de: Entfernen der Outro-Karte widerrufen
fr: Annuler la suppression du carton de fin
ru: Отменить удаление финального титра
zh_hans: 撤销移除片尾卡

source: Undo Remove Recording
de: Entfernen der Aufnahme widerrufen
fr: Annuler la suppression de l’enregistrement
ru: Отменить удаление записи
zh_hans: 撤销移除录制内容

source: Undo Remove Ums
de: Entfernen der Füllwörter widerrufen
fr: Annuler la suppression des mots de remplissage
ru: Отменить удаление слов-паразитов
zh_hans: 撤销移除语气词

source: Undo Replace Music
de: Ersetzen der Musik widerrufen
fr: Annuler le remplacement de la musique
ru: Отменить замену музыки
zh_hans: 撤销替换音乐

source: Undo Reset Look
de: Zurücksetzen des Stils widerrufen
fr: Annuler la réinitialisation du style
ru: Отменить сброс стиля
zh_hans: 撤销重置风格

source: Undo Restore
de: Wiederherstellen widerrufen
fr: Annuler la restauration
ru: Отменить восстановление
zh_hans: 撤销恢复

source: Undo Restore Cut
de: Wiederherstellen des Schnitts widerrufen
fr: Annuler la restauration de la coupe
ru: Отменить восстановление фрагмента
zh_hans: 撤销恢复剪除部分

source: Undo Restore Cuts
de: Wiederherstellen der Schnitte widerrufen
fr: Annuler la restauration des coupes
ru: Отменить восстановление фрагментов
zh_hans: 撤销恢复剪除部分

source: Undo Restore Pause
de: Wiederherstellen der Pause widerrufen
fr: Annuler la restauration de la pause
ru: Отменить восстановление паузы
zh_hans: 撤销恢复停顿

source: Undo Restore Word
de: Wiederherstellen des Worts widerrufen
fr: Annuler la restauration du mot
ru: Отменить восстановление слова
zh_hans: 撤销恢复字词

source: Undo Restore Words
de: Wiederherstellen der Wörter widerrufen
fr: Annuler la restauration des mots
ru: Отменить восстановление слов
zh_hans: 撤销恢复字词

source: Undo Shortcut Style
de: Änderung des Kurzbefehlstils widerrufen
fr: Annuler la modification du style des raccourcis
ru: Отменить изменение стиля сочетаний
zh_hans: 撤销快捷键样式更改

source: Undo Shortcuts
de: Änderung der Kurzbefehle widerrufen
fr: Annuler la modification des raccourcis
ru: Отменить изменение сочетаний
zh_hans: 撤销快捷键更改

source: Undo Shorten Pause
de: Kürzen der Pause widerrufen
fr: Annuler le raccourcissement de la pause
ru: Отменить сокращение паузы
zh_hans: 撤销缩短停顿

source: Undo Shorten Pauses
de: Kürzen der Pausen widerrufen
fr: Annuler le raccourcissement des pauses
ru: Отменить сокращение пауз
zh_hans: 撤销缩短停顿

source: Undo Sound Change
de: Tonänderung widerrufen
fr: Annuler la modification du son
ru: Отменить изменение звука
zh_hans: 撤销声音更改

source: Undo Speed Change
de: Tempoänderung widerrufen
fr: Annuler la modification de la vitesse
ru: Отменить изменение скорости
zh_hans: 撤销速度更改

source: Undo Speed Up Idle
de: Beschleunigen des Leerlaufs widerrufen
fr: Annuler l’accélération des temps morts
ru: Отменить ускорение простоев
zh_hans: 撤销加速空闲片段

source: Undo Split
de: Teilen widerrufen
fr: Annuler la scission
ru: Отменить разделение
zh_hans: 撤销分割

source: Undo Spotlight Style
de: Stiländerung des Fokus widerrufen
fr: Annuler la modification du style du projecteur
ru: Отменить изменение стиля прожектора
zh_hans: 撤销聚光灯样式更改

source: Undo Start Over
de: Neubeginn mit dem Original widerrufen
fr: Annuler le retour à l’original
ru: Отменить возврат к исходной записи
zh_hans: 撤销从头开始

source: Undo Style Change
de: Stiländerung widerrufen
fr: Annuler la modification du style
ru: Отменить изменение стиля
zh_hans: 撤销样式更改

source: Undo Text Style
de: Stiländerung des Texts widerrufen
fr: Annuler la modification du style du texte
ru: Отменить изменение стиля текста
zh_hans: 撤销文字样式更改

source: Undo Timeline Edit
de: Änderung an der Zeitleiste widerrufen
fr: Annuler la modification de la timeline
ru: Отменить изменение шкалы времени
zh_hans: 撤销时间线编辑

source: Undo Title Card
de: Änderung der Titelkarte widerrufen
fr: Annuler la modification du carton de titre
ru: Отменить изменение титра
zh_hans: 撤销标题卡更改
